pilots/adrproof-self/mutations/add-direct-tokio.patch
diff --git a/Cargo.toml b/Cargo.toml
--- a/Cargo.toml
+++ b/Cargo.toml
@@ -14,6 +14,7 @@ ed25519-dalek = "3.0.0"
 thiserror = "2.0.19"
 pg_query = "=6.2.0"
 quote = "=1.0.47"
+tokio = "1.53.0"
 syn = { version = "=2.0.119", features = ["full", "visit"] }
